Repository: omarbahu/dashboardQ40
Catalog: dashboardQ40/Resources/Labels.*.resx
Languages: es_es

# RawMat_Unit
source: Unit
es_es: Unidad

# RawMat_Unit1
source: Unit
es_es: Unidad

# RawMat_Warehouse
source: Warehouse
es_es: Almacén

# RawMat_Warehouse1
source: Warehouse
es_es: Almacén

# RegionNoreste
source: Northeast
es_es: Noreste

# RegionNorte
source: North
es_es: Norte

# RegionOccidente
source: West
es_es: Occidente

# RegionPacifico
source: Pacific
es_es: Pacífico

# ReleaseTests_EndRun
source: END OF RUN
es_es: FIN CORRIDA

# ReleaseTests_EndRun1
source: END OF RUN
es_es: FIN CORRIDA

# ReleaseTests_Header
source: RELEASE TESTS
es_es: PRUEBAS DE LIBERACIÓN

# ReleaseTests_Header1
source: RELEASE TESTS
es_es: PRUEBAS DE LIBERACIÓN

# ReleaseTests_MidRun
source: MID RUN
es_es: MEDIO CORRIDA

# ReleaseTests_MidRun1
source: MID RUN
es_es: MEDIO CORRIDA

# ReleaseTests_StartRun
source: START OF RUN
es_es: INICIO CORRIDA

# ReleaseTests_StartRun1
source: START OF RUN
es_es: INICIO CORRIDA

source: Report
es_es: Reporte

source: Result
es_es: Resultado

# Result_Title
source: Quality Chart with Alerts
es_es: Gráfico de calidad con alertas

# Retention_Header
source: Retention Samples – Finished Product / Involved Raw Material
es_es: Muestras de Retención Producto Terminado / Materia Prima Involucrada

# Retention_Header1
source: Retention Samples Finished Product / Involved Raw Material
es_es: Muestras de Retención Producto Terminado / Materia Prima Involucrada

# Retention_NextSKU
source: After Reported SKU
es_es: Posterior al SKU Reportado

# Retention_NextSKU1
source: Next to Reported SKU
es_es: Posterior al SKU Reportado

# Retention_PrevSKU
source: Prior to Reported SKU
es_es: Anterior al SKU Reportado

# Retention_PrevSKU1
source: Previous to Reported SKU
es_es: Anterior al SKU Reportado

# Retention_Time
source: Time
es_es: Hora

# Retention_Time1
source: Time
es_es: Hora

source: Search
es_es: Buscar

source: Searching batches...
es_es: Buscando lotes...

source: Select both dates.
es_es: Selecciona ambas fechas.

# Sensory_Analyst
source: Panelist
es_es: Panelista

# Sensory_Analyst1
source: Panelist
es_es: Panelista

# Sensory_Code
source: MTRA Code
es_es: Código MTRA

# Sensory_Code1
source: MTRA Code
es_es: Código MTRA

# Sensory_Header
source: Finished Product Release – Sensory Area
es_es: Liberación de Producto Terminado - Área Sensoriales

# Sensory_Header1
source: Finished Product Release - Sensory Area
es_es: Liberación de Producto Terminado - Área Sensoriales

# Sensory_Product
source: Product
es_es: Producto

# Sensory_Product1
source: Product
es_es: Producto

# Sensory_Reference
source: Reference
es_es: Referencia

# Sensory_Reference1
source: Reference
es_es: Referencia

# Sensory_ReleaseDate
source: Release Date
es_es: Fecha Liberación

# Sensory_ReleaseDate1
source: Release Date
es_es: Fecha Liberación

# Sensory_Result
source: Panel Result
es_es: Resultado del Panel

# Sensory_Result1
source: Panel Result
es_es: Resultado del Panel

source: Start
es_es: Inicio

# StartNotAfterEnd
source: Start date cannot be after end date.
es_es: La fecha inicio no puede ser mayor que la fecha fin.

# Stats_Mean
source: Mean
es_es: Promedio

# Stats_Mean1
source: Mean
es_es: Promedio

# Stats_Range
source: Range
es_es: Rango

# Stats_Range1
source: Range
es_es: Rango

# Stats_Title
source: Statistics
es_es: Estadísticas

# Step1_SelectY
source: 1) Select a Y Variable
es_es: 1) Selecciona una Variable Y

# Step2_YAndRelatedX
source: 2) Selected Y Variable and related X Variables
es_es: 2) Variable Y seleccionada y Variables X relacionadas

# Step3_SelectX
source: 3) Select X Variables to plot
es_es: 3) Selecciona Variables X para graficar

# Sugar_FlocPotential
source: Floc Potential
es_es: Potencial Floc

# Sugar_Header
source: Sugar
es_es: Azúcar

# Sugar_Mill
source: Mill
es_es: Ingenio

# Sugar_Sensory_Header
source: Sensory Analysis Results of Sugar
es_es: Resultados de Análisis Sensorial de Azúcar

# Syrups_FinishedSyrupLot
source: Finished Syrup Lot
es_es: Lote de Jarabe Terminado

# Syrups_FinishedSyrupPhysChem
source: Physicochemical Analysis of Finished Syrup
es_es: Análisis Fisicoquímico del Jarabe Terminado

# Syrups_FinishedSyrupSensory
source: Sensory Analysis of Finished Syrup
es_es: Análisis Sensorial del Jarabe Terminado

# Syrups_Header
source: Syrups Information
es_es: Información de Jarabes

# Syrups_SimpleSyrupLotContact
source: Simple Syrup Lot (Contact)
es_es: Lote de Jarabe Simple (Contacto)

# Syrups_SimpleSyrupPhysChem
source: Physicochemical Analysis of Simple Syrup
es_es: Análisis Fisicoquímico del Jarabe Simple

# Syrups_SimpleSyrupSensory
source: Sensory Analysis of Simple Syrup
es_es: Análisis Sensorial del Jarabe Simple

# Table_DateTime
source: Date / Time
es_es: Fecha / Hora

# Table_DeltaMean
source: ΔMean
es_es: ΔPromedio

# Table_Mean
source: Mean
es_es: Promedio

# Table_Note
source: Note
es_es: Nota

# Table_Part
source: Part
es_es: Parte

# Table_Process
source: Process
es_es: Proceso

# Table_Subgroups
source: Subgroups
es_es: Subgrupos

# Table_Test
source: Test
es_es: Prueba

source: To:
es_es: Hasta:

# To1
source: To:
es_es: Hasta:

# Tooltip_LastN
source: Last {0}
es_es: Últimos {0}

# Tooltip_Limits
source: LSL/USL
es_es: Límite inferior/superior

# Tooltip_MaxLimit
source: Upper Spec Limit
es_es: Límite superior

# Tooltip_Mean
source: Mean
es_es: Promedio

# Tooltip_MinLimit
source: Lower Spec Limit
es_es: Límite inferior

# Tooltip_Samples
source: Samples ({0})
es_es: Muestras ({0})

# Tooltip_Spec
source: Spec
es_es: Norma

# Tooltip_Value
source: Value
es_es: Valor

# Tooltip_XVars
source: X Variables
es_es: Variables X

source: Traceability
es_es: Trazabilidad

# TraceabilityReport
source: Linear Traceability Report
es_es: Reporte Lineal Trazabilidad

# TraceDetail_Header_CodeAndTitle
source: MX-INS-CDS-MFA-SG-F-036 Traceability Exercise Report
es_es: MX-INS-CDS-MFA-SG-F-036 Reporte de Ejercicio de Trazabilidad

# TraceDetail_Header_Edition
source: EDITION
es_es: EDICIÓN

# TraceDetail_Header_EditionDate
source: Nov/15/2024
es_es: 15/NOV/2024

# TraceDetail_Header_PlantName
source: Bebidas Mundiales – Insurgentes Plant
es_es: Bebidas Mundiales – Planta Insurgentes

# TraceDetail_Sample_Date
source: Nov/15/2024
es_es: 15/NOV/2024

# TraceDetail_Sample_Reason
source: Non-typical odor and taste detected in Joya Peach 1.5L
es_es: Se detecta olor y sabor no característico en Joya Durazno 1.5L

# TraceDetail_Table_AppliesWithdrawal
source: DOES THE TRACEABILITY APPLY TO FINISHED PRODUCT / RAW MATERIAL WITHDRAWAL?
es_es: ¿LA TRAZABILIDAD APLICA A RETIRO DE PRODUCTO TERMINADO / MATERIA PRIMA?

# TraceDetail_Table_Date
source: DATE
es_es: FECHA

# TraceDetail_Table_EndTime
source: END TIME
es_es: HORA DE TÉRMINO

# TraceDetail_Table_Reason
source: TRACEABILITY REASON
es_es: MOTIVO DE LA TRAZABILIDAD

# TraceDetail_Table_StartTime
source: START TIME
es_es: HORA DE INICIO

# TraceDetail_Table_TotalTime
source: TOTAL EXERCISE TIME
es_es: TIEMPO TOTAL DEL EJERCICIO

# TraceDetail_Table_WithdrawalEfficiency
source: % WITHDRAWAL EFFICIENCY (IF APPLICABLE)
es_es: % DE EFICACIA DE RETIRO DE PRODUCTO (EN CASO DE QUE APLIQUE)

# TraceDetail_Title
source: Traceability Report Detail
es_es: Detalle del reporte de trazabilidad

# TraceResults_ClientInfo
source: CLIENT INFORMATION WITH THE PRODUCT
es_es: INFORMACIÓN DEL CLIENTE CON EL PRODUCTO

# TraceResults_ClientInfo1
source: CLIENT INFORMATION WITH THE PRODUCT
es_es: INFORMACIÓN DEL CLIENTE CON EL PRODUCTO

# TraceResults_Header
source: TRACEABILITY RESULTS
es_es: RESULTADOS DE LA TRAZABILIDAD

# TraceResults_InvolvedRMQty
source: INVOLVED RAW MATERIAL QUANTITY
es_es: CANTIDAD DE M.P. INVOLUCRADA

# TraceResults_InvolvedRMQty1
source: INVOLVED RAW MATERIAL QUANTITY
es_es: CANTIDAD DE M.P. INVOLUCRADA

# TraceResults_Participants
source: EXERCISE PARTICIPANTS
es_es: PARTICIPANTES EN EL EJERCICIO

# TraceResults_Participants1
source: EXERCISE PARTICIPANTS
es_es: PARTICIPANTES EN EL EJERCICIO

# TraceResults_PreparedBy
source: PREPARED BY
es_es: ELABORÓ

# TraceResults_PreparedBy1
source: PREPARED BY
es_es: ELABORÓ

# TraceResults_RecoveredFGQty
source: RECOVERED FINISHED PRODUCT QUANTITY
es_es: CANTIDAD DE P.T. INVOLUCRADO RECUPERADO

# TraceResults_RecoveredFGQty1
source: RECOVERED FINISHED PRODUCT QUANTITY
es_es: CANTIDAD DE P.T. INVOLUCRADO RECUPERADO

# TraceResults_TraceEfficiency
source: TRACEABILITY EFFICIENCY RESULT
es_es: RESULTADO DE EFICIENCIA DE LA TRAZABILIDAD

# TraceResults_TraceEfficiency1
source: TRACEABILITY EFFICIENCY RESULT
es_es: RESULTADO DE EFICIENCIA DE LA TRAZABILIDAD

# TraceTabs_Bottling
source: Bottling
es_es: Embotellado

# TraceTabs_Bottling1
source: Bottling
es_es: Embotellado

# TraceTabs_Cleaning
source: Cleaning
es_es: Limpieza

# TraceTabs_Cleaning1
source: Cleaning
es_es: Limpieza

# TraceTabs_Format
source: Format
es_es: Formato

# TraceTabs_Format1
source: Format
es_es: Formato

# TraceTabs_Production
source: Production
es_es: Producción

# TraceTabs_Production1
source: Production
es_es: Producción

# TraceTabs_RawMaterials
source: Raw materials
es_es: Materias primas

# TraceTabs_RawMaterials1
source: Raw Materials
es_es: Materias primas

# TraceTabs_Syrups
source: Syrups
es_es: Jarabes

# TraceTabs_Syrups1
source: Syrups
es_es: Jarabes

# TraceTabs_WaterTreatment
source: Water treatment
es_es: Tratamiento de agua

# TraceTabs_WaterTreatment1
source: Water Treatment
es_es: Tratamiento de agua

# Trace_BackwardReport_Header
source: Backward Traceability Report
es_es: Reporte de trazabilidad hacia atrás

# Trace_BackwardReport_Title
source: Backward Traceability Report
es_es: Reporte de trazabilidad hacia atrás

# Trace_Modal_Title
source: Search batches by date range
es_es: Buscar lotes por rango de fechas

# Trace_SearchBatch_Placeholder
source: Search batch…
es_es: Buscar lote…

# Trace_SearchByDates
source: Search by dates…
es_es: Buscar por fechas…

# Validate_SelectStartEnd
source: Select start and end dates.
es_es: Selecciona inicio y fin.

# Validate_StartBeforeEnd
source: Start date must be earlier than end date.
es_es: La fecha inicial debe ser menor a la final.

source: View detail
es_es: Ver detalle

# Washing_AdditiveALF380
source: Additive ALF 380
es_es: Aditivo ALF 380

# Washing_AdditiveBrightwash
source: Additive Brightwash
es_es: Aditivo Brightwash

# Washing_AdditiveDivobrite
source: Additive Divobrite
es_es: Aditivo Divobrite

# Washing_BottleContactTime
source: Bottle Contact Time
es_es: Tiempo de Contacto de la Botella

# Washing_BrightwashLot
source: Brightwash Additive Lot
es_es: Lote de Aditivo Brightwash

# Washing_CausticResidual
source: Caustic Residual
es_es: Residual Caústico

# Washing_CTRTank_Header
source: CTR Tank
es_es: Tanque CTR

# Washing_DivobriteLot
source: Divobrite Additive Lot
es_es: Lote de Aditivo Divobrite

# Washing_FilteredRecWaterChlorine
source: Filtered Recovered Water Chlorine
es_es: Cloro de Agua Rec. Filtrada

# Washing_FinalBottleRinse_Header
source: Final Bottle Rinse Type (WASHER, RINSER)
es_es: Tipo de Enjuague Final de Botella (LAV, RINSER)

# Washing_FinalRinse_Header
source: Final Rinse Process Type (WASHER, RINSER)
es_es: Tipo de Proceso de Enjuague Final (LAVADORA, RINSER)

# Washing_FinalSoftWaterChlorine
source: Final Rinse Soft Water Chlorine
es_es: Cloro de Agua Suave Enjuague Final

# Washing_Header
source: Washing Process Information
es_es: Información de Proceso de Lavado

# Washing_HitsPerMinute
source: Hits per Minute
es_es: Golpes por Minuto

# Washing_JetAlignment
source: Jet Alignment
es_es: Alineación de Chorros

# Washing_JetPressure
source: Jet Pressure
es_es: Presión de Chorros

# Washing_MethyleneBlueTest
source: Methylene Blue Test
es_es: Prueba de Azul de Metileno

# Washing_OtherInvolved
source: Other Involved
es_es: Otro Involucrado

# Washing_PrevMTRA
source: Previous MTRA
es_es: MTRA Anterior

# Washing_RecoveredWaterPressure
source: Recovered Water Pressure
es_es: Presión de Agua Recuperada

# Washing_ReportedSKUTime
source: Reported SKU Time
es_es: Hora SKU Reportado

# Washing_ResidualAdditive
source: Residual Additive
es_es: Residual Aditivo

# Washing_RunEndCheck
source: End of Run Check
es_es: Revisión Final Corrida

# Washing_RunStartCheck
source: Start of Run Check
es_es: Revisión Inicio Corrida

# Washing_SodaConc
source: Soda Concentration
es_es: Concentración de Sosa

# Washing_SodaLot
source: Soda Lot
es_es: Lote de Sosa

# Washing_SodaPercent
source: % of Soda
es_es: % de Sosa

# Washing_Tank1
source: Tank 1
es_es: Tanque 1

# Washing_Tank2
source: Tank 2
es_es: Tanque 2

# Washing_TankCTR
source: CTR Tank
es_es: Tanque CTR

# Washing_WasherAlarms_Header
source: Washer Alarm Condition
es_es: Condición de Alarmas de Lavadora

# Water_ActivatedCarbonLot
source: Activated Carbon Lot
es_es: Lote de Carbón Activado

# Water_AvgVolumePerLoad
source: Average Volume per Load
es_es: Volumen Promedio por Carga

# Water_CleaningsInfo
source: Cleanings/Backwash/Filters/Sanitization Information
es_es: Información de Limpiezas/Backwash/Filtros/Sanitización

# Water_DechlorResinLot
source: Dechlorinating Resin Lot
es_es: Lote de Resina Descloradora

# Water_DemineralResinLot
source: Demineralizing Resin Lot
es_es: Lote de Resina Desmineralizadora

# Water_GeneralInfo_Header
source: General Water Treatment Information
es_es: Información General de Tratamiento de Agua

# Water_H2SO4Lot
source: Sulfuric Acid Lot
es_es: Lote de Ácido Sulfúrico

# Water_HCLLot
source: Hydrochloric Acid Lot
es_es: Lote de Ácido Clorhídrico

# Water_Header
source: Water Treatment Data
es_es: Datos de Tratamiento de Agua

# Water_LimeLot
source: Lime Lot
es_es: Lote de Cal

# Water_LoadsInShift
source: Number of Loads in Shift
es_es: Número de Cargas en el Turno

# Water_PhysChem_Header
source: Physicochemical Analysis of Raw, Treated Chlorinated, Softened and Recovered Water
es_es: Análisis Fisicoquímicos del Agua Cruda, Tratada Clorada, Suavizada y Recuperada

# Water_PolishingCartridgeLot
source: Polishing Cartridge Lot
es_es: Lote de Cartuchos Pulidores

# Water_PolyelectrolyteLot
source: Polyelectrolyte Lot
es_es: Lote de Polielectrolito

# Water_RecirculatedDisinfectantLot
source: Recirculated Chlorine/Disinfectant Lot
es_es: Lote de Cloro/Desinfectante Recirculado

# Water_SilicaSandLot
source: Silica Sand Lot
es_es: Lote de Arena Silica

# Water_SoftWaterContactTanksFillingLog
source: Soft Water Contact Tanks Filling Log
es_es: Registro de Llenado de Tanques de Contacto del Agua Suave

# Water_Soft_NoComplaint_Header
source: Lot and Physicochemical Analysis of Soft Water Used without Complaint
es_es: Lote y Análisis Fisicoquímicos de Agua Suave Utilizada sin Queja

# Water_SystemSanitationInfo
source: System Sanitization Information
es_es: Información de Sanitización del Sistema

# Water_TankRetentionTime
source: Tank Retention Time
es_es: Tiempo de Retención de Tanques

# Water_TotalLitersInShift
source: Total Liters in Shift
es_es: Total de Litros en el Turno

# Water_TreatedForFinishedSyrup_Header
source: Analysis of Treated Water Used in Finished Syrup Production
es_es: Análisis del Agua Tratada Utilizada en la Elab. del Jarabe Terminado

# Water_TreatedForPT_NoRecovered_Header
source: Analysis of Treated Water Used in PT Syrup + Without Recovered Water
es_es: Análisis del Agua Tratada Utilizada en la Elab. del Jarabe PT + Sin Recuperada

# Water_TreatedForSimpleSyrup_Header
source: Analysis of Treated Water Used in Simple Syrup Production
es_es: Análisis del Agua Tratada Utilizada en la Elab. del Jarabe Simple

# Water_TreatedWaterLot
source: Treated Water Lot
es_es: Lote Agua Tratada

# Water_Treated_Sensory_Header
source: Sensory Analysis Results of Treated Water
es_es: Resultados de Análisis Sensorial del Agua Tratada

# Water_Type_Raw
source: Raw
es_es: Cruda

# Water_Type_Recovered
source: Recovered
es_es: Recuperada

# Water_Type_Softened
source: Softened
es_es: Suavizada

# Water_Type_TreatedChlorinated
source: Treated Chlorinated
es_es: Tratada Clorada

# Water_WaterType
source: Water Type
es_es: Tipo de Agua

source: Welcome:
es_es: Bienvenido:

source: X-R Charts
es_es: Graficos X-R

# XR_CalcAndPlot
source: Calculate & plot
es_es: Calcular y graficar

# XR_Capability
source: Capability
es_es: Capacidad

# XR_CapPlotTitle
source: Capability Plot (Within vs Overall vs Specs)
es_es: Gráfica de capacidad (Within vs Overall vs Especificaciones)

# XR_Cart_Clear
source: Clear all
es_es: Borrar todas las normas

# XR_Cart_Empty
source: No items selected.
es_es: No hay normas seleccionadas

# XR_Cart_Process
source: Process selection
es_es: Proceso de selección

# XR_Cart_Title
source: Selection
es_es: Selección

# XR_Company
source: Company
es_es: Compañía

# XR_Country
source: Country:
es_es: País:

# XR_CP
source: Control Procedure
es_es: Checklist

# XR_CpkFiltered
source: Cpk (filtered)
es_es: Cpk (filtrado)

# XR_CpkRaw
source: Cpk (raw)
es_es: Cpk (sin filtro)

# XR_Data
source: Data
es_es: Datos

# XR_Fit
source: Fit
es_es: Ajuste

# XR_From
source: From:
es_es: Desde:

# XR_FromDate
source: From (F1)
es_es: F1 (Desde)

# XR_HDPlan
source: Hide action plan rows
es_es: Ocultar filas de plan de acción

# XR_Hist
source: Histogram (with LSL/USL)
es_es: Histograma (con LSL/USL)

# XR_IQRk
source: IQR coefficient (k)
es_es: Coeficiente IQR (k)

# XR_KPI_Mean
source: Mean
es_es: Media

# XR_KPI_nUsed
source: n (used)
es_es: n (usados)

# XR_Line
source: Line:
es_es: Línea:

# XR_Loading
source: Loading...
es_es: Cargando...

# XR_LoadSkuErr
source: Error while loading SKUs.
es_es: Error al cargar los SKUs.

# XR_LSL_New
source: LSL’ (Suggested)
es_es: LSL’ (Sugerido)

# XR_MaxCpk
source: Max Cpk
es_es: Máx Cpk

# XR_MinN
source: Min N
es_es: Mín N

# XR_Mu
source: μ (Mean)
es_es: μ (Media)

# XR_NoCapData
source: No capability data.
es_es: Sin datos de capacidad.

# XR_NoData
source: No data for that combination.
es_es: No hay datos para esa combinación.

# XR_NormProbTitle
source: Normal Probability Plot
es_es: Gráfica de probabilidad normal

# XR_OM_None
source: No filter
es_es: Sin filtro

# XR_OutlierMethod
source: Outlier method
es_es: Método de outliers

# XR_Plant
source: Plant:
es_es: Planta:

# XR_ReportBtn
source: Report
es_es: Reporte

# XR_Result
source: Result
es_es: Resultado

# XR_RowTooltip_Plan
source: Requires action plan (Cpk ≤ threshold)
es_es: Requiere plan de acción (Cpk ≤ umbral)

# XR_RowTooltip_Tighten
source: Candidate to tighten (Cpk > threshold)
es_es: Candidato a estrechar (Cpk > umbral)

# XR_RTitle
source: R chart — subgroup range
es_es: Gráfica R — rango de subgrupos

# XR_RunTitle
source: Run chart — individuals
es_es: Gráfica de corridas — individuales

# XR_Search
source: Search
es_es: Buscar

# XR_SelectFilters
source: Please select dates, line, and a variable.
es_es: Selecciona fechas, línea y una variable.

# XR_SelectVarX
source: Select X Variable
es_es: Selecciona Variable X

# XR_SelectVarY
source: Select Y Variable
es_es: Selecciona Variable Y

# XR_ShowFiltered
source: Show filtered points
es_es: Mostrar puntos filtrados

# XR_Sigma
source: σ (Std. Dev.)
es_es: σ (Desv. Est.)

# XR_StatusSummary
source: Found: {0} · Action plan: {1} · With limit proposal: {2}
es_es: Encontrados: {0} · Plan de acción: {1} · Con propuesta de límites: {2}

# XR_Subgroup
source: Subgroup
es_es: Subgrupo

# XR_Tab_Analysis
source: More analysis
es_es: Más análisis

# XR_Tab_Summary
source: Summary
es_es: Resumen

# XR_tbl_Mean
source: Mean
es_es: Media

# XR_tbl_SigmaOverall
source: σ Overall
es_es: σ Global

# XR_tbl_Subgroups
source: Subgroups
es_es: Subgrupos

# XR_TimeSeries
source: Time series (Result vs Time)
es_es: Serie de tiempo (Resultado vs Tiempo)

# XR_Title
source: X-R Report
es_es: Reporte de calidad Y–X

# XR_Title_ControlLimits
source: Control Limit Adjustments
es_es: Ajustes de Límites de Control

# XR_To
source: To:
es_es: Hasta:

# XR_ToDate
source: To (F2)
es_es: F2 (Hasta)

# XR_Unauthorized
source: Unauthorized. Open Dashboard first to obtain a token.
es_es: No autorizado. Entra primero a Dashboard para obtener token.

# XR_USL_New
source: USL’ (Suggested)
es_es: USL’ (Sugerido)

# XR_XbarTitle
source: X̄ (Xbar) chart — subgroup means
es_es: Gráfica X̄ (Xbar) — promedio de subgrupos

# XR_ZThreshold
source: Z threshold
es_es: Umbral Z

# XVariablesComparison
source: Y-X Variables Comparison
es_es: Comparativa Y-X Variables

source: X Variables (hidden):
es_es: Variables X (ocultas):

source: Y Variable (hidden):
es_es: Variable Y (oculta):

# YVariablePlaceholder
source: Y Variable
es_es: Variable Y

# Zoom_In_Title
source: Zoom in
es_es: Acercar

# Zoom_Out_Title
source: Zoom out
es_es: Alejar

# Zoom_Reset_Title
source: Reset zoom
es_es: Resetear zoom
