Repository: omarbahu/dashboardQ40
Catalog: dashboardQ40/Resources/Labels.*.resx
Languages: es_es

source: Actions
es_es: Acciones

# ActLimControl
source: Update Control Limits
es_es: Actualizar Limites de Control

source: Audit Traceability
es_es: Auditoria Trazabilidad

# AuditTraceability_ComplaintTime
source: Complaint time
es_es: Hora de la queja

# AuditTraceability_CreateNewReport
source: Create new report
es_es: Crear nuevo reporte

# AuditTraceability_FG_EfficiencyPct
source: Finished goods efficiency (%)
es_es: Eficiencia producto terminado (%)

# AuditTraceability_NewReportTitle
source: New traceability report
es_es: Nuevo reporte de trazabilidad

# AuditTraceability_PreviousReportsDesc
source: Here you can consult previously registered reports.
es_es: Aquí podrás consultar reportes ya registrados.

# AuditTraceability_PreviousReportsTitle
source: Previous reports
es_es: Reportes anteriores

# AuditTraceability_Reason_Label
source: Traceability reason
es_es: Motivo de la trazabilidad

# AuditTraceability_Reason_Placeholder
source: Briefly describe the reason…
es_es: Describe brevemente el motivo…

# AuditTraceability_ReportDateTime_Label
source: Report date & time
es_es: Fecha y hora del reporte

# AuditTraceability_RequireRMTraceability_Question
source: Require raw-material traceability?
es_es: ¿Requiere trazabilidad de materia prima?

# AuditTraceability_Title
source: Audit Traceability
es_es: Trazabilidad para auditoría

# AuditTraceability_ViewPreviousReports
source: View previous reports
es_es: Ver reportes anteriores

source: Batch identifier
es_es: Identificador de lote

# BatchNotFound_DefaultMessage
source: Batch not found.
es_es: Lote no encontrado.

# BatchNotFound_Hint
source: Verify that the batch number is written correctly or try another one.
es_es: Verifica que el número de lote esté bien escrito o intenta con otro.

# BatchNotFound_Title
source: Batch not found
es_es: Lote no encontrado

# Bell_Distribution
source: Distribution
es_es: Distribución

# Bell_Histogram
source: Histogram
es_es: Histograma

# Bell_Loading
source: Loading distribution...
es_es: Cargando distribución...

# Bell_LSL
source: LSL
es_es: LEI

# Bell_Title
source: Normal Distribution - Variable
es_es: Distribución normal - Variable

# Bell_USL
source: USL
es_es: LES

# Bell_YAxis
source: Frequency
es_es: Frecuencia

# Block_CleaningChecklist
source: Cleaning checklist
es_es: Checklist de limpieza

# Block_FinishedProduct
source: Finished product
es_es: Producto terminado

# Block_ProcessData
source: Process data
es_es: Datos de proceso

# Block_RawMaterials
source: Raw materials
es_es: Materia prima

# Block_SensoryRelease
source: Sensory release
es_es: Liberación sensorial

# Block_SyrupsInfo
source: Syrups information
es_es: Información de jarabes

# Block_TimeLog
source: Time log
es_es: Registro de tiempos

# Bottling_Header
source: Bottling Information
es_es: Información de Embotellado

# Bottling_Header1
source: Bottling Information
es_es: Información de Embotellado

# Button_ShowTable
source: View data in table
es_es: Ver datos en tabla

source: Checklists
es_es: Listas de verificación

source: Child
es_es: Hijo

# Cleaning_3Steps
source: 3 STEPS
es_es: 3 PASOS

# Cleaning_5Steps
source: 5 STEPS
es_es: 5 PASOS

# Cleaning_ExteriorSanitizer
source: EXTERIOR SANITIZER
es_es: SANITIZANTE EXTERIORES

# Cleaning_FinishedTankDetergent
source: FINISHED SYRUP TANK DETERGENT
es_es: DETERGENTE TQ JAR TERMINADO

# Cleaning_FinishedTankSanitizer
source: FINISHED SYRUP TANK SANITIZER
es_es: SANITIZANTE TQ JAR TERMINADO

# Cleaning_GeneralComplaintSKU
source: GENERAL CLEANING INFORMATION - COMPLAINT SKU
es_es: INFORMACIÓN GENERAL SANEO SKU QUEJA

# Cleaning_Header
source: Cleaning and Sanitation Data
es_es: Datos de Limpieza y Saneamiento

# Cleaning_LineDetergent
source: LINE CLEANING DETERGENT
es_es: DETERGENTE SANEO LÍNEA

# Cleaning_LineSanitizer
source: LINE CLEANING SANITIZER
es_es: SANITIZANTE SANEO LÍNEA

# Cleaning_PhysChem_FinishedSyrup
source: PHYSICOCHEMICAL RESULTS CLEANING FINISHED SYRUP
es_es: RESULTADOS FISICOQUÍMICOS SANEO JARABE TERMINADO

# Cleaning_PhysChem_Line
source: PHYSICOCHEMICAL RESULTS CLEANING LINE
es_es: RESULTADOS FISICOQUÍMICOS SANEO LÍNEA

# Cleaning_PhysChem_SimpleSyrupTank
source: PHYSICOCHEMICAL RESULTS CLEANING SIMPLE SYRUP TANK
es_es: RESULTADOS FISICOQUÍMICOS SANEO TQ JARABE SIMPLE

# Cleaning_RecirculationTime
source: RECIRCULATION TIME
es_es: TIEMPO RECIRCULACIÓN

# Cleaning_SanitationType
source: SANITATION TYPE
es_es: TIPO DE SANEO

# Cleaning_Sensory_FinishedSyrupTank_Header
source: SENSORY ANALYSIS OF CLEANING FINISHED SYRUP TANK
es_es: ANÁLISIS SENSORIAL DE SANEO TANQUE JAR. TERMINADO

# Cleaning_Sensory_Header
source: SENSORY ANALYSIS OF CLEANING
es_es: ANÁLISIS SENSORIAL DE SANEO

# Cleaning_SimpleTankDetergent
source: SIMPLE SYRUP TANK DETERGENT
es_es: DETERGENTE TQ JAR SIMPLE

# Cleaning_SimpleTankSanitizer
source: SIMPLE SYRUP TANK SANITIZER
es_es: SANITIZANTE TQ JAR SIMPLE

# Cleaning_SurfaceFoam
source: SURFACE FOAM
es_es: ESPUMA DE SUPERFICIES

# Cleaning_TreatedWaterLot
source: TREATED WATER LOT
es_es: LOTE AGUA TRATADA

source: Close
es_es: Cerrar

# CO2_AcidulatedCO2
source: Acidulated CO2
es_es: Acidulada CO2

# CO2_Sensory_Header
source: Sensory Analysis Results of CO2
es_es: Resultados de Análisis Sensorial de CO2

# CO2_SnowAttributes
source: Snow Attributes
es_es: Atributos Nieve

# CO2_WaterAttributes
source: Water Attributes
es_es: Atributos Agua

# CO2_WaterCO2Attributes
source: CO2 Water Attributes
es_es: Atributos Agua CO2

# Common_Appearance
source: Appearance
es_es: Apariencia

# Common_ApprovalUser
source: Approval user
es_es: Usuario VoBo

# Common_Ash
source: Ash
es_es: Cenizas

# Common_AutoData
source: Auto-generated data
es_es: Dato automático

# Common_AutoData1
source: Auto-generated data
es_es: Dato automático

# Common_Back
source: Back
es_es: Volver

# Common_Batch
source: Batch
es_es: Lote

# Common_Cancel
source: Cancel
es_es: Cancelar

# Common_Chlorine
source: Chlorine
es_es: Cloro

# Common_Concentration
source: Concentration
es_es: Concentración

# Common_Conductivity
source: Conductivity
es_es: Conductividad

# Common_Date
source: Date
es_es: Fecha

# Common_DateName
source: DATE / NAME
es_es: FECHA / NOMBRE

# Common_DateName1
source: DATE / NAME
es_es: FECHA / NOMBRE

# Common_EndTime
source: End time
es_es: Hora fin

# Common_EndTime1
source: End Time
es_es: Hora de Fin

# Common_ErrorSaving
source: Error while saving.
es_es: Error al guardar.

# Common_ErrorUnexpected
source: Unexpected error.
es_es: Error inesperado.

# Common_Evaluator
source: Evaluator
es_es: Evaluador

# Common_Line
source: Line
es_es: Línea

# Common_Loading
source: Loading…
es_es: Cargando…

# Common_LogoAlt
source: Arca logo
es_es: Logo de Arca

# Common_Lot
source: Lot
es_es: Lote

# Common_LotDateName
source: LOT / DATE / NAME
es_es: LOTE / FECHA / NOMBRE

# Common_Moisture
source: Moisture
es_es: Humedad

# Common_Observations
source: Observations
es_es: OBSERVACIONES

# Common_Observations1
source: OBSERVATIONS
es_es: OBSERVACIONES

# Common_PanelResult
source: Panel Result
es_es: Resultado Panel

# Common_Parameter
source: Parameter
es_es: Parámetro

# Common_Pressure
source: Pressure
es_es: Presión

# Common_Reference
source: Reference
es_es: Referencia

# Common_Release1
source: Releaser 1
es_es: Liberador 1

# Common_Release2
source: Releaser 2
es_es: Liberador 2

# Common_Release3
source: Releaser 3
es_es: Liberador 3

# Common_Release31
source: RELEASER 3
es_es: LIBERADOR 3

# Common_Result
source: Result
es_es: Resultado

# Common_Revision
source: Revision
es_es: Revisión

# Common_RunEnd
source: Run End
es_es: Fin Corrida

# Common_RunMid
source: Mid Run
es_es: Media Corrida

# Common_RunStart
source: Run Start
es_es: Inicio Corrida

# Common_Save
source: Save report
es_es: Guardar reporte

# Common_Sediment
source: Sediment
es_es: Sedimento

# Common_StartTime
source: Start time
es_es: Hora inicio

# Common_StartTime1
source: Start Time
es_es: Hora de Inicio

# Common_Tank
source: Tank
es_es: Tanque

# Common_Temperature
source: Temperature
es_es: Temperatura

# Common_TreatedWater
source: Treated Water
es_es: Agua tratada

# Common_TreatedWater1
source: Treated Water
es_es: Agua tratada

# Common_Turbidity
source: Turbidity
es_es: Turbidez

# Common_TurbidityICU
source: Turbidity (ICU)
es_es: Turbidez (ICU)

# Common_WaterOdor
source: Water Odor
es_es: Olor de Agua

# Common_Yes
source: Yes
es_es: Sí

# Common_Yes1
source: Yes
es_es: Sí

# Consult
source: Search
es_es: Consultar

source: Count
es_es: Conteo

source: Coverage: —/— days
es_es: Cobertura: —/— días

# CoverageDaysFmt
source: {0}/{1} days
es_es: {0}/{1} días

source: CPK Report
es_es: Reporte CPK

# CPKsSummary_Header
source: CPK Summary
es_es: Resumen de CPK

# CPKsSummary_Title
source: CPK Summary
es_es: Resumen de CPK

# DashboardTitle
source: Quality Dashboard - Insurgentes Plant
es_es: Tablero de Calidad - Planta Insurgentes

# Date_End
source: End date
es_es: Fecha fin

# Date_Start
source: Start date
es_es: Fecha inicio

source: Defects
es_es: Defectos

source: Description / SKU
es_es: Descripción / SKU

source: Detail
es_es: Detalle

# DetailReport_Header
source: Detailed Report
es_es: Reporte detallado

# DetailResult_Title
source: Detailed Report
es_es: Reporte detallado

# Dist_Hist
source: Histogram
es_es: Histograma

# Dist_Line
source: Distribution
es_es: Distribución

# Dist_LSL
source: LSL
es_es: LEI

# Dist_TitleFmt
source: Distribution - {0}
es_es: Distribución - {0}

# Dist_USL
source: USL
es_es: LES

# Dist_YAxis
source: Frequency
es_es: Frecuencia

source: End
es_es: Fin

source: Error fetching batches.
es_es: Error al consultar los lotes.

# ErrorLoadSkus
source: Error loading SKUs.
es_es: Error al cargar los SKUs.

# FG_EmptiesAtSyrupFinish
source: EMPTIES AT FINISHED SYRUP COMPLETION:
es_es: VACÍOS AL MOMENTO DE LA ELAB. JARABE TERMINADO:

# FG_EmptiesAtSyrupFinish1
source: EMPTIES AT FINISHED SYRUP PRODUCTION:
es_es: VACÍOS AL MOMENTO DE LA ELAB. JARABE TERMINADO:

# FG_Filler
source: FILLER:
es_es: LLENADORA:

# FG_Filler1
source: FILLER:
es_es: LLENADORA:

# FG_Header
source: Finished Product / SKU Information
es_es: Información del Producto Terminado / SKU

# FG_Header1
source: Finished Product / SKU Information
es_es: Información del Producto Terminado / SKU

# FG_LineNumber
source: LINE No.
es_es: Nº DE LÍNEA

# FG_LineNumber1
source: LINE NUMBER
es_es: Nº DE LÍNEA

# FG_ProdEnd
source: PRODUCTION END:
es_es: FIN DE PRODUCCIÓN:

# FG_ProdEnd1
source: PRODUCTION END:
es_es: FIN DE PRODUCCIÓN:

# FG_ProdStart
source: PRODUCTION START:
es_es: INICIO DE PRODUCCIÓN:

# FG_ProdStart1
source: PRODUCTION START:
es_es: INICIO DE PRODUCCIÓN:

# FG_ProductCode
source: CODE:
es_es: CÓDIGO:

# FG_ProductCode1
source: CODE:
es_es: CÓDIGO:

# FG_ProductDescription
source: PRODUCT DESCRIPTION:
es_es: DESCRIPCIÓN DEL PRODUCTO:

# FG_ProductDescription1
source: PRODUCT DESCRIPTION:
es_es: DESCRIPCIÓN DEL PRODUCTO:

# FG_ProductionDate
source: PRODUCTION DATE:
es_es: FECHA DE PRODUCCIÓN:

# FG_ProductionDate1
source: PRODUCTION DATE:
es_es: FECHA DE PRODUCCIÓN:

# FG_QuantityProduced
source: QUANTITY OF FINISHED PRODUCT PRODUCED:
es_es: CANTIDAD DE PRODUCTO TERMINADO ELABORADO:

# FG_QuantityProduced1
source: PRODUCED FINISHED PRODUCT QUANTITY:
es_es: CANTIDAD DE PRODUCTO TERMINADO ELABORADO:

# FG_SyrupsSupervisor
source: SYRUPS SUPERVISOR:
es_es: SUPERVISOR DE JARABES:

# FG_SyrupsSupervisor1
source: SYRUPS SUPERVISOR:
es_es: SUPERVISOR DE JARABES:

# FG_TableHeader
source: FINISHED PRODUCT / SKU INFORMATION
es_es: INFORMACIÓN DEL PRODUCTO TERMINADO / SKU

# FG_TableHeader1
source: FINISHED PRODUCT / SKU INFORMATION
es_es: INFORMACIÓN DEL PRODUCTO TERMINADO / SKU

# FG_TurnMaintenanceSupervisor
source: SHIFT MAINTENANCE SUPERVISOR:
es_es: SUPERVISOR DE MANTENIMIENTO DEL TURNO IMPLICADO:

# FG_TurnMaintenanceSupervisor1
source: SHIFT MAINTENANCE SUPERVISOR:
es_es: SUPERVISOR DE MANTENIMIENTO DEL TURNO IMPLICADO:

# FG_TurnProductionSupervisor
source: SHIFT PRODUCTION SUPERVISOR:
es_es: SUPERVISOR DE PRODUCCIÓN DEL TURNO IMPLICADO:

# FG_TurnProductionSupervisor1
source: SHIFT PRODUCTION SUPERVISOR:
es_es: SUPERVISOR DE PRODUCCIÓN DEL TURNO IMPLICADO:

# FG_TurnQualitySupervisor
source: SHIFT QUALITY SUPERVISOR:
es_es: SUPERVISOR DE CALIDAD DEL TURNO IMPLICADO:

# FG_TurnQualitySupervisor1
source: SHIFT QUALITY SUPERVISOR:
es_es: SUPERVISOR DE CALIDAD DEL TURNO IMPLICADO:

# FG_TurnTestLead
source: SHIFT TEST LEAD:
es_es: ENCARGADO DE PRUEBAS DEL TURNO IMPLICADO:

# FG_TurnTestLead1
source: SHIFT TEST LEAD:
es_es: ENCARGADO DE PRUEBAS DEL TURNO IMPLICADO:

source: Filter
es_es: Filtrar

# FiltersHint
source: Select From, To, Line and SKU to see the available variables.
es_es: Selecciona Desde, Hasta, Línea y SKU para ver las variables disponibles.

# FooterText
source: Quality Dashboard 4.0
es_es: Dashboard Quqality 4.0

source: From:
es_es: Desde:

# From1
source: From:
es_es: Desde:

# Fructose_DischargeSilo
source: Discharge Silo
es_es: Silo de Descarga

# Fructose_HFSolids
source: High Fructose Solids
es_es: Sólidos Alta Fructosa

# Fructose_Silo1_Header
source: Fructose Silo 1
es_es: Fructosa Silo 1

# Fructose_Silo2_Header
source: Fructose Silo 2
es_es: Fructosa Silo 2

# Fructose_Silo2_Sensory_Header
source: Sensory Analysis Results of Fructose Silo 2
es_es: Resultados de Análisis Sensorial de Fructosa Silo 2

# Fructose_Silo3_Header
source: Fructose Silo 3
es_es: Fructosa Silo 3

# Fructose_Silo3_Sensory_Header
source: Sensory Analysis Results of Fructose Silo 3
es_es: Resultados de Análisis Sensorial de Fructosa Silo 3

source: Identifier
es_es: Identificador

# InfoDelivery_Activity
source: ACTIVITY
es_es: ACTIVIDAD

# InfoDelivery_Activity1
source: ACTIVITY
es_es: ACTIVIDAD

# InfoDelivery_Area
source: AREA
es_es: ÁREA

# InfoDelivery_Area1
source: AREA
es_es: ÁREA

# InfoDelivery_DeliveryMode
source: PAPER/ELECTRONIC
es_es: PAPEL/ELECTRÓNICO

# InfoDelivery_DeliveryMode1
source: PAPER/ELECTRONIC
es_es: PAPEL/ELECTRÓNICO

# InfoDelivery_Header
source: Information / Activity Delivery Time Records
es_es: Registros de Tiempo de Entrega de Información o Actividades

# InfoDelivery_Header1
source: Information / Activities Delivery Records
es_es: Registros de Tiempo de Entrega de Información o Actividades

# InfoDelivery_Hour
source: TIME
es_es: HORA

# InfoDelivery_Hour1
source: HOUR
es_es: HORA

# InfoDelivery_Observations
source: OBSERVATIONS
es_es: OBSERVACIONES

# InfoDelivery_Observations1
source: OBSERVATIONS
es_es: OBSERVACIONES

# InfoDelivery_PersonName
source: PERSON NAME
es_es: NOMBRE DE LA PERSONA

# InfoDelivery_PersonName1
source: PERSON NAME
es_es: NOMBRE DE LA PERSONA

# InfoDelivery_Position
source: POSITION
es_es: PUESTO

# InfoDelivery_Position1
source: POSITION
es_es: PUESTO

# Inspection_11A_ImpactSignal
source: 11A (Impact Signal)
es_es: 11A (Señal de Impacto)

# Inspection_12A_StressFracture
source: 12A (Stress Fracture)
es_es: 12A (Fractura por Esfuerzo)

# Inspection_12C_StressFracture
source: 12C (Stress Fracture)
es_es: 12C (Fractura por Esfuerzo)

# Inspection_13A_CenterOpaque
source: 13A (Opaque Center Area)
es_es: 13A (Área Central Opaca)

# Inspection_14A_CenterSemiTransp
source: 14A (Semi-Transparent Center Area)
es_es: 14A (Área Central Semi Transp)

# Inspection_15C_SupportSurfaceOpaque
source: 15C (Opaque Support Surface)
es_es: 15C (Sup Apoyo Opaca)

# Inspection_16A_SupportSurfaceSemiTransp
source: 16A (Semi-Transparent Support Surface)
es_es: 16A (Sup Apoyo SemiTransp)

# Inspection_17A_ResidualLiquid
source: 17A (Residual Liquid)
es_es: 17A (Líquido Residual)

# Inspection_1A_NeckDamage
source: 1A (Neck Damage)
es_es: 1A (Daño en Pico)

# Inspection_22C_ObjectBehindLabel
source: 22C (Object Behind Label)
es_es: 22C (Objeto Detrás de la Etiqueta)

# Inspection_2A_Opaque
source: 2A (Opaque)
es_es: 2A (Opaco)

# Inspection_4A_VentGroove
source: 4A (Vent Groove)
es_es: 4A (Ranura de Venteo)

# Inspection_6A_ScratchWear
source: 6A (Scratches and Wear)
es_es: 6A (Alt Rasp y Anillo Desg)

# Inspection_7A_LowerWallOpaque
source: 7A (Opaque Lower Wall)
es_es: 7A (Opaca Pared Baja)

# Inspection_8A_SideWallSemiTransp
source: 8A (Semi-Transparent Side Wall)
es_es: 8A (SemiTransp Pared Lat)

# Inspection_Alexus_Header
source: Alexus (start and every 4 hours)
es_es: Alexus (arranque y cada 4 horas)

# Inspection_BadCapBottle
source: Bad Cap Bottle
es_es: Botella Tapa Mal Aplicada

# Inspection_EfficiencyPct
source: % Efficiency
es_es: % de Eficiencia

# Inspection_FillerStopButton
source: Filler Stop Button
es_es: Paro de Llenadora al Personal, Botón Stop

# Inspection_FullBottleReject_Header
source: Full Bottle Reject Inspector
es_es: Inspector de Rechazo de Botella Llena

# Inspection_Header
source: Container Inspection Data
es_es: Datos de Inspección de Envase

# Inspection_HighNetContentBottle
source: High Net Content Bottle
es_es: Botella Cont. Neto Alto

# Inspection_IllegibleCodeBottle
source: Illegible Code Bottle
es_es: Botella Código Ilegible

# Inspection_LowNetContentBottle
source: Low Net Content Bottle
es_es: Botella Cont. Neto Bajo

# Inspection_MetalTestCane
source: Metal Test (Cane)
es_es: Prueba Metal (Caña)

# Inspection_NOXWitness
source: NOX Witness
es_es: Testigos NOX

# Inspection_RunEndTime
source: Run End Time
es_es: Hora Final Corrida

# Inspection_RunStartTime
source: Run Start Time
es_es: Hora Inicial Corrida

# Inspection_SAMWitness
source: SAM Witness
es_es: Testigos SAM

# Inspection_TestTime
source: Test Time
es_es: Hora de Prueba

source: Last
es_es: Último

# Legend_Max
source: Upper Limit
es_es: Límite superior

# Legend_Min
source: Lower Limit
es_es: Límite inferior

source: Level
es_es: Nivel

source: Line:
es_es: Línea:

# Line1
source: Line
es_es: Línea

# LinearTraceability
source: Linear Traceability Report
es_es: Reporte de Traceabilidad Lineal

# LinePlaceholder
source: Line
es_es: Línea

# LineStart_Analyst
source: Panelist
es_es: Panelista

# LineStart_Analyst1
source: Panelist
es_es: Panelista

# LineStart_Header
source: Finished Product Release at Line Start
es_es: Liberación de Producto Terminado al Arranque de Línea

# LineStart_Header1
source: Finished Product Release at Line Start
es_es: Liberación de Producto Terminado al Arranque de Línea

# LineStart_Product
source: Product
es_es: Producto

# LineStart_Product1
source: Product
es_es: Producto

# LineStart_ReleaseDate
source: Release Date
es_es: Fecha Liberación

# LineStart_ReleaseDate1
source: Release Date
es_es: Fecha Liberación

# LineStart_Result
source: Panel Result
es_es: Resultado del Panel

# LineStart_Result1
source: Panel Result
es_es: Resultado del Panel

# LineStart_SampleCode
source: Sample Code
es_es: Código Muestra

# LineStart_SampleCode1
source: Sample Code
es_es: Código Muestra

# Loader_Analyzing
source: Loading quality analysis...
es_es: Cargando análisis de calidad...

# Loader_Analyzing1
source: Loading quality analysis...
es_es: Cargando análisis de calidad...

# Loader_GeneratingReport
source: Generating report...
es_es: Generando reporte...

# Loader_LoadingBlock
source: Loading block:
es_es: Cargando bloque:

# Loader_LoadingBlocks_PleaseWait
source: Loading report blocks, please wait.
es_es: Cargando bloques del reporte, por favor espere.

# Loader_ReportReadyRedirect
source: Report generated, redirecting...
es_es: Reporte generado, redirigiendo...

# LoadingInline
source: Loading…
es_es: Cargando…

# Lot
source: Batch
es_es: Lote

# LotsFound_ClickToSelect
source: Batchs found. Click to select.
es_es: lote(s) encontrados. Da clic para seleccionar.

# LotsStructure_Header
source: Lots Structure (Traceability Hierarchy)
es_es: Estructura de lotes (Jerarquía de trazabilidad)

source: Manufactured lot
es_es: Lote fabricado

source: Max
es_es: Máx

# MaxLimit
source: Upper Spec Limit
es_es: Límite superior

source: Mean
es_es: Media

source: Min
es_es: Mín

# MinLimit
source: Lower Spec Limit
es_es: Límite inferior

# NoChecklistForSelection
source: No checklist found for the selected batch or range.
es_es: No se encontraron checklist para el lote o rango seleccionado.

source: No checklist records
es_es: Sin registros de checklist

# NoData_SelectDates
source: No data. Select dates and click “Report”.
es_es: Sin datos. Selecciona fechas y pulsa “Reporte”.

# NoInfo
source: No information
es_es: Sin información

source: No results.
es_es: Sin resultados.

# NoXVariables
source: No X variables with data found for this date range.
es_es: No hay variables X con datos para este rango de fechas.

# NoYVariables
source: No Y variables with data for the selected period.
es_es: No hay variables Y con datos para el periodo seleccionado.

source: OOS
es_es: Fuera de especificación

source: Operational Zones
es_es: Zonas Operativas

# PageHeader
source: Quality Y and X Report - Insurgentes Plant
es_es: Reporte de Variables Y y X - Planta Insurgentes

source: Parent
es_es: Padre

source: Plant 1
es_es: Planta 1

source: Plant 2
es_es: Planta 2

source: Plant 3
es_es: Planta 3

source: Print report
es_es: Imprimir reporte

# Production_Batch
source: Production Lot
es_es: Lote de Producción

source: Production Date
es_es: Fecha de Producción

# Production_Header
source: Production Information
es_es: Información de Producción

# Production_Info_Header
source: Production Information
es_es: Información de Producción

source: Production Line
es_es: Línea de Producción

# Production_Log_Header
source: Production Log
es_es: Registro de Producción

# Production_ProductName
source: Product Name
es_es: Nombre del Producto

# Production_QualitySupervisor
source: Quality Supervisor
es_es: Supervisor de Calidad

source: Production Responsible
es_es: Responsable de Producción

# Production_Shift
source: Shift
es_es: Turno

# Production_UnitsProduced
source: Units Produced
es_es: Unidades Producidas

# Production_UnitsRejected
source: Units Rejected
es_es: Unidades Rechazadas

# RawMaterials_Data_Header
source: Raw Materials Data
es_es: Datos de Materias Primas

# RawMat_AutoData
source: Auto-generated data
es_es: Dato automático

# RawMat_DateFormat
source: mm/dd/yyyy
es_es: dd/mm/yyyy

# RawMat_Description
source: Description
es_es: Descripción

# RawMat_Description1
source: Description
es_es: Descripción

# RawMat_ExternalLot
source: External RM Lot
es_es: Lote Externo MP

# RawMat_ExternalLot1
source: External RM Lot
es_es: Lote Externo MP

# RawMat_Header
source: Raw Material Information (Packaging, Ingredients, Process Aid)
es_es: Información de la Materia Prima (Empaque, Ingredientes, Ayuda de Proceso)

# RawMat_Header1
source: Raw Material Information (Packaging, Ingredients, Process Aid)
es_es: Información de la Materia Prima (Empaque, Ingredientes, Ayuda de Proceso)

# RawMat_InternalCode
source: Code
es_es: Código

# RawMat_InternalCode1
source: Code
es_es: Código

# RawMat_InternalLot
source: Internal RM Lot
es_es: Lote Interno MP

# RawMat_InternalLot1
source: Internal RM Lot
es_es: Lote Interno MP

# RawMat_QC
source: Quality Control
es_es: Control Calidad

# RawMat_QC1
source: Quality Control
es_es: Control Calidad

# RawMat_Quantity
source: Quantity Involved
es_es: Cantidad Involucrada

# RawMat_Quantity1
source: Involved Quantity
es_es: Cantidad Involucrada

# RawMat_ReceptionDate
source: Reception Date
es_es: Fecha de Recepción

# RawMat_ReceptionDate1
source: Reception Date
es_es: Fecha de Recepción

# RawMat_Supervision
source: Supervision
es_es: Supervisión

# RawMat_Supervision1
source: Supervision
es_es: Supervisión

# RawMat_Supplier
source: Supplier
es_es: Proveedor

# RawMat_Supplier1
source: Supplier
es_es: Proveedor

# RawMat_SupplierCode
source: Code
es_es: Código

# RawMat_SupplierCode1
source: Code
es_es: Código

# RawMat_SupplierName
source: Name
es_es: Nombre

# RawMat_SupplierName1
source: Name
es_es: Nombre
